[
    "The first product ever sold on Amazon was a book titled 'Fluid Concepts and Creative Analogies' by Douglas Hofstadter.",
    "The Coca-Cola Company was originally founded as a patent medicine manufacturer in 1886.",
    "The first McDonald's restaurant was opened by Richard and Maurice McDonald in San Bernardino, California, in 1940.",
    "Apple Inc. was founded by Steve Jobs, Steve Wozniak, and Ronald Wayne in 1976 in a garage in Los Altos, California.",
    "The Walt Disney Company was founded on October 16, 1923, by Walt Disney and Roy O. Disney as the Disney Brothers Cartoon Studio.",
    "Nike's iconic 'swoosh' logo was designed by a graphic design student named Carolyn Davidson in 1971 for just $35.",
    "Starbucks was founded in 1971 in Seattle, Washington, and originally sold high-quality coffee beans and equipment.",
    "The first item sold on eBay was a broken laser pointer for $14.83 in 1995.",
    "Google was originally called 'Backrub' when it was first developed by Larry Page and Sergey Brin in 1996.",
    "The LEGO Group was founded in 1932 by Ole Kirk Christiansen, a Danish carpenter, and the name 'LEGO' is derived from the Danish words 'leg godt,' meaning 'play well.'",
    "The first video ever uploaded to YouTube was titled 'Me at the zoo' and was uploaded by co-founder Jawed Karim on April 23, 2005.",
    "Samsung was originally founded as a trading company in 1938 and only later diversified into electronics.",
    "The first domain name ever registered was Symbolics.com on March 15, 1985.",
    "Walmart was founded by Sam Walton in 1962 and is now the world's largest company by revenue.",
    "The first Apple logo featured Sir Isaac Newton sitting under a tree, with an apple about to fall on his head.",
    "The first Ford Model T was produced on October 1, 1908, and revolutionized the automobile industry.",
    "The first credit card was introduced by Diners Club in 1950, initially accepted by 27 restaurants in New York City.",
    "IBM, originally known as the Computing-Tabulating-Recording Company (CTR), was founded in 1911 and renamed in 1924.",
    "The first television commercial aired on July 1, 1941, during a baseball game between the Brooklyn Dodgers and the Philadelphia Phillies.",
    "The first modern Olympic Games were held in Athens, Greece, in 1896, and Coca-Cola has been a sponsor since 1928."
]


