[
    "What are three things you are grateful for today?",
    "What are three things you are grateful for this week?",
    "What is one thing you can do today to take care of yourself?",
    "What is one thing you can do this week to take care of yourself?",
    "How are you feeling emotionally right now?",
    "How have your emotions changed throughout the day?",
    "What is one positive thing that happened today?",
    "What is one positive thing that happened this week?",
    "What is one goal you have for today?",
    "What is one goal you have for this week?",
    "What is one thing you can do to improve your physical health today?",
    "What is one thing you can do to improve your physical health this week?",
    "What is one thing you can do to improve your mental health today?",
    "What is one thing you can do to improve your mental health this week?",
    "What is one thing you are looking forward to today?",
    "What is one thing you are looking forward to this week?",
    "What is one thing you can do to help someone else today?",
    "What is one thing you can do to help someone else this week?",
    "What is one thing you can do to relax today?",
    "What is one thing you can do to relax this week?",
    "What is one thing you love about yourself?",
    "What is one thing you appreciate about yourself?",
    "What is one thing you can do to make today better than yesterday?",
    "What is one thing you can do to make this week better than last week?",
    "What is one thing you can do to show kindness to someone today?",
    "What is one thing you can do to show kindness to someone this week?",
    "What is one thing you can do to stay positive today?",
    "What is one thing you can do to stay positive this week?",
    "What is one thing you can do to challenge yourself today?",
    "What is one thing you can do to challenge yourself this week?",
    "What is one thing you can do to stay focused today?",
    "What is one thing you can do to stay focused this week?",
    "What is one thing you can do to stay motivated today?",
    "What is one thing you can do to stay motivated this week?",
    "What is one thing you can do to stay connected with loved ones today?",
    "What is one thing you can do to stay connected with loved ones this week?",
    "What is one thing you can do to practice mindfulness today?",
    "What is one thing you can do to practice mindfulness this week?",
    "What is one thing you can do to express your creativity today?",
    "What is one thing you can do to express your creativity this week?"
]
